import type { ListItem_Props } from "../components/ListItemAnimated/ListItemAnimated";

export const listItemData: ListItem_Props[] = [
	{
		text: "Необходимость взаимодействовать с другими участниками коммуникации без личных пристрастий, симпатий и антипатий.",
		delayTime: 3,
	},
	{
		text: "Основная цель - достижение конкретного результата, причем с минимальными затратами времени.",
		delayTime: 4,
	},
	{
		text: "У каждого участника деловой коммуникации есть собственные цели, причем они могут не совпадать. Необходимо найти компромиссный вариант, который позволяет договориться.",
		delayTime: 5,
	},
	{
		text: "Задачи бизнес-коммуникации считаются выполненными, если результатом становится договоренность или действие.",
		delayTime: 6,
	},
];
